Repository: GktuOktay/AlarmApp
Catalog: AlarmApp-iOS/Localizable.xcstrings
Source language: tr
Languages: ar, en, es, fr, ru, zh_hans

# action.add
source: Ekle
ar: إضافة
en: Add
es: Añadir
fr: Ajouter
ru: Добавить
zh_hans: 添加

# action.cancel
source: Vazgeç
ar: إلغاء
en: Cancel
es: Cancelar
fr: Annuler
ru: Отмена
zh_hans: 取消

# action.done
source: Tamam
ar: حسناً
en: OK
es: Aceptar
fr: OK
ru: ОК
zh_hans: 好

# action.save
source: Kaydet
ar: حفظ
en: Save
es: Guardar
fr: Enregistrer
ru: Сохранить
zh_hans: 保存

# action.stop_today
source: Bugün kapat
ar: إيقاف اليوم
en: Stop today
es: Detener hoy
fr: Arrêter aujourd’hui
ru: Выключить сегодня
zh_hans: 今天关闭

# alarms.create
source: Alarm oluştur
ar: إنشاء منبه
en: Create alarm
es: Crear alarma
fr: Créer une alarme
ru: Создать будильник
zh_hans: 创建闹钟

# alarms.empty.subtitle
source: Her alarmı tek tek kur. İstersen birden fazlasını bir gruba bağla.
ar: أنشئ كل منبه على حدة. يمكنك تجميعها اختياريًا.
en: Create each alarm individually. Optionally group several together.
es: Crea cada alarma por separado. Puedes agruparlas.
fr: Créez chaque alarme une par une. Vous pouvez les regrouper.
ru: Создавайте каждый будильник отдельно. При желании объедините в группу.
zh_hans: 逐个创建闹钟，也可将多个归为一组。

# alarms.empty.title
source: Henüz alarm yok
ar: لا توجد منبهات بعد
en: No alarms yet
es: Aún no hay alarmas
fr: Aucune alarme
ru: Пока нет будильников
zh_hans: 暂无闹钟

# bypass.confirm_action
source: Atla
ar: تخطي
en: Skip
es: Omitir
fr: Ignorer
ru: Пропустить
zh_hans: 跳过

# bypass.confirm_alarm
source: Seçilen gün(ler)de bu alarm çalmayacak.
ar: لن يرن هذا المنبه في الأيام المحددة.
en: This alarm won’t ring on the selected day(s).
es: Esta alarma no sonará en el día o días seleccionados.
fr: Cette alarme ne sonnera pas le(s) jour(s) choisi(s).
ru: В выбранные дни этот будильник не сработает.
zh_hans: 所选日期将跳过此闹钟。

# bypass.confirm_group
source: Seçilen gün(ler)de gruptaki alarmlar çalmayacak.
ar: لن ترن منبهات المجموعة في الأيام المحددة.
en: Group alarms won’t ring on the selected day(s).
es: Las alarmas del grupo no sonarán en el día o días seleccionados.
fr: Les alarmes du groupe ne sonneront pas le(s) jour(s) choisi(s).
ru: Будильники группы не сработают в выбранные дни.
zh_hans: 所选日期将跳过该分组的闹钟。

# bypass.day
source: Tarih
ar: التاريخ
en: Date
es: Fecha
fr: Date
ru: Дата
zh_hans: 日期

# bypass.done
source: Gün(ler) atlandı
ar: تم تخطي الأيام
en: Day(s) skipped
es: Día(s) omitido(s)
fr: Jour(s) ignoré(s)
ru: Дни пропущены
zh_hans: 已跳过所选日期

# bypass.end
source: Bitiş
ar: إلى
en: To
es: Hasta
fr: Au
ru: По
zh_hans: 结束

# bypass.failed
source: Gün(ler) atlanamadı.
ar: تعذر تخطي الأيام.
en: Couldn’t skip the day(s).
es: No se pudo omitir el día o días.
fr: Impossible d’ignorer le(s) jour(s).
ru: Не удалось пропустить дни.
zh_hans: 无法跳过所选日期。

# bypass.section
source: Gün atla
ar: تخطي أيام
en: Skip days
es: Omitir días
fr: Ignorer des jours
ru: Пропустить дни
zh_hans: 跳过日期

# bypass.skip_alarm
source: Bu alarmı atla
ar: تخطي هذا المنبه
en: Skip this alarm
es: Omitir esta alarma
fr: Ignorer cette alarme
ru: Пропустить будильник
zh_hans: 跳过此闹钟

# bypass.skip_group
source: Bu grubu atla
ar: تخطي هذه المجموعة
en: Skip this group
es: Omitir este grupo
fr: Ignorer ce groupe
ru: Пропустить группу
zh_hans: 跳过此分组

# bypass.start
source: Başlangıç
ar: من
en: From
es: Desde
fr: Du
ru: С
zh_hans: 开始

# calendar.alarm_fallback
source: Alarm
ar: منبه
es: Alarma
fr: Alarme
ru: Будильник
zh_hans: 闹钟

# calendar.no_alarms_day
source: Bu gün için alarm yok
ar: لا توجد منبهات لهذا اليوم
en: No alarms for this day
es: No hay alarmas este día
fr: Aucune alarme ce jour-là
ru: На этот день нет будильников
zh_hans: 当天没有闹钟

# calendar.pick_day
source: Bir gün seç
ar: اختر يومًا
en: Pick a day
es: Elige un día
fr: Choisissez un jour
ru: Выберите день
zh_hans: 选择一天

# create.end_day
source: Son gün
ar: اليوم الأخير
en: Last day
es: Último día
fr: Dernier jour
ru: Последний день
zh_hans: 最后一天

# create.end_footer_off
source: Bitiş yoksa süresiz tekrar eder.
ar: بدون تاريخ انتهاء يتكرر المنبه إلى ما لا نهاية.
en: With no end date, the alarm repeats indefinitely.
es: Sin fecha de fin, la alarma se repite indefinidamente.
fr: Sans date de fin, l’alarme se répète indéfiniment.
ru: Без даты окончания будильник повторяется бессрочно.
zh_hans: 未设置结束日期时将无限重复。

# create.end_footer_on
source: Alarmlar seçilen güne kadar (dahil) planlanır.
ar: تُجدول المنبهات حتى اليوم المحدد (شاملاً).
en: Alarms are scheduled through the selected day (inclusive).
es: Las alarmas se programan hasta el día seleccionado (incluido).
fr: Les alarmes sont planifiées jusqu’au jour choisi (inclus).
ru: Будильники планируются до выбранного дня включительно.
zh_hans: 闹钟将安排到所选日期（含当天）。

# create.end_toggle
source: Bitiş tarihi
ar: تاريخ الانتهاء
en: End date
es: Fecha de fin
fr: Date de fin
ru: Дата окончания
zh_hans: 结束日期

# create.group_new
source: Yeni grup…
ar: مجموعة جديدة…
en: New group…
es: Nuevo grupo…
fr: Nouveau groupe…
ru: Новая группа…
zh_hans: 新建分组…

# create.group_new_name
source: Yeni grup adı
ar: اسم المجموعة الجديدة
en: New group name
es: Nombre del nuevo grupo
fr: Nom du nouveau groupe
ru: Название новой группы
zh_hans: 新分组名称

# create.group_none
source: Grup yok
ar: بدون مجموعة
en: No group
es: Sin grupo
fr: Sans groupe
ru: Без группы
zh_hans: 无分组

# create.group_section
source: Grup (isteğe bağlı)
ar: المجموعة (اختياري)
en: Group (optional)
es: Grupo (opcional)
fr: Groupe (facultatif)
ru: Группа (необязательно)
zh_hans: 分组（可选）

# create.name
source: Ad
ar: الاسم
en: Name
es: Nombre
fr: Nom
ru: Название
zh_hans: 名称

# create.overlap
source: '%@' ile %@ %@ çakışıyor.
ar: يتعارض مع '%@' يوم %@ الساعة %@.
en: Overlaps with '%@' on %@ at %@.
es: Coincide con '%@' el %@ a las %@.
fr: Chevauchement avec « %@ » le %@ à %@.
ru: Совпадает с «%@» в %@ в %@.
zh_hans: 与“%@”在%@ %@冲突。

# create.repeat_days
source: Tekrar günleri
ar: أيام التكرار
en: Repeat days
es: Días de repetición
fr: Jours de répétition
ru: Дни повтора
zh_hans: 重复日

# create.repeats
source: Tekrar
ar: تكرار
en: Repeat
es: Repetir
fr: Répéter
ru: Повтор
zh_hans: 重复

# create.repeats_off_footer
source: Tek seferlik: yalnızca bugün için planlanır.
ar: مرة واحدة: لليوم فقط.
en: One-shot: scheduled for today only.
es: Única: solo para hoy.
fr: Unique : planifiée pour aujourd’hui seulement.
ru: Разовый: только на сегодня.
zh_hans: 仅今天响一次。

# create.repeats_on_footer
source: Seçili günlerde tekrar eder.
ar: يتكرر في الأيام المحددة.
en: Repeats on the selected weekdays.
es: Se repite los días seleccionados.
fr: Se répète les jours sélectionnés.
ru: Повторяется в выбранные дни.
zh_hans: 在所选星期重复。

# create.save_failed
source: Alarm oluşturulamadı. Saat, gün ve bitiş tarihini kontrol et.
ar: تعذر إنشاء المنبه. تحقق من الوقت والأيام وتاريخ الانتهاء.
en: Couldn’t create the alarm. Check time, days, and end date.
es: No se pudo crear la alarma. Revisa hora, días y fecha de fin.
fr: Impossible de créer l’alarme. Vérifiez l’heure, les jours et la date de fin.
ru: Не удалось создать будильник. Проверьте время, дни и дату окончания.
zh_hans: 无法创建闹钟，请检查时间、日期与结束日。

# create.save_failed_title
source: Kaydedilemedi
ar: تعذر الحفظ
en: Couldn’t save
es: No se pudo guardar
fr: Enregistrement impossible
ru: Не удалось сохранить
zh_hans: 无法保存

# create.time
source: Saat
ar: الوقت
en: Time
es: Hora
fr: Heure
ru: Время
zh_hans: 时间

# detail.days
source: Günler
ar: الأيام
en: Days
es: Días
fr: Jours
ru: Дни
zh_hans: 星期

# detail.ends
source: Bitiş
ar: النهاية
en: Ends
es: Fin
fr: Fin
ru: Окончание
zh_hans: 结束

# detail.ends_none
source: Süresiz
ar: مستمر
en: Ongoing
es: Sin fin
fr: Sans fin
ru: Бессрочно
zh_hans: 持续

# detail.group
source: Grup
ar: المجموعة
en: Group
es: Grupo
fr: Groupe
ru: Группа
zh_hans: 分组

# detail.group_none
source: Yok
ar: لا يوجد
en: None
es: Ninguno
fr: Aucun
ru: Нет
zh_hans: 无

# detail.next
source: Yaklaşan
ar: القادمة
en: Upcoming
es: Próximas
fr: À venir
ru: Ближайшие
zh_hans: 即将到来

# detail.pattern
source: Tekrar
ar: التكرار
en: Repeat
es: Repetición
fr: Répétition
ru: Повтор
zh_hans: 重复

# detail.pattern_once
source: Tek seferlik
ar: مرة واحدةحدة
en: One time
es: Una vez
fr: Une seule fois
ru: Один раз
zh_hans: 仅一次

# detail.pattern_until
source: Her %@ — %@ tarihine kadar
ar: كل %@ حتى %@
en: Every %@ until %@
es: Cada %@ hasta %@
fr: Tous les %@ jusqu’au %@
ru: Каждый %@ до %@
zh_hans: 每%@，至%@

# detail.pattern_weekly
source: Her %@
ar: كل %@
en: Every %@
es: Cada %@
fr: Tous les %@
ru: Каждый %@
zh_hans: 每%@

# detail.scheduled
source: Planlanan
ar: مجدول
en: Scheduled
es: Programado
fr: Planifié
ru: Запланировано
zh_hans: 已安排

# detail.status
source: Durum
ar: الحالة
en: Status
es: Estado
fr: État
ru: Статус
zh_hans: 状态

# detail.sound
source: Ses
ar: الصوت
en: Sound
es: Sonido
fr: Son
ru: Звук
zh_hans: 声音

# detail.sound_volume
source: Ses düzeyi
ar: مستوى الصوت
en: Volume
es: Volumen
fr: Volume
ru: Громкость
zh_hans: 音量

# detail.time
source: Saat
ar: الوقت
en: Time
es: Hora
fr: Heure
ru: Время
zh_hans: 时间

# error.generic_title
source: Bir sorun oluştu
ar: حدث خطأ ما
en: Something went wrong
es: Algo salió mal
fr: Une erreur s’est produite
ru: Что-то пошло не так
zh_hans: 出了点问题

# error.stop_today
source: Bugün kapatılamadı. Lütfen yeniden dene.
ar: تعذر الإيقاف لليوم. حاول مرة أخرى.
en: Couldn’t stop for today. Please try again.
es: No se pudo detener hoy. Inténtalo de nuevo.
fr: Impossible d’arrêter pour aujourd’hui. Réessayez.
ru: Не удалось выключить на сегодня. Попробуйте снова.
zh_hans: 无法关闭今天的闹钟，请重试。

# groups.add_existing
source: Mevcut alarm ekle
ar: إضافة منبه موجود
en: Add existing alarm
es: Añadir alarma existente
fr: Ajouter une alarme existante
ru: Добавить существующий
zh_hans: 添加已有闹钟

# groups.add_new
source: Yeni alarm oluştur
ar: إنشاء منبه جديد
en: Create new alarm
es: Crear nueva alarma
fr: Créer une nouvelle alarme
ru: Создать новый будильник
zh_hans: 新建闹钟

# groups.alarm_count
source: %lld alarm
ar: %lld منبهات
en: %lld alarms
es: %lld alarmas
fr: %lld alarmes
ru: %lld буд.
zh_hans: %lld 个闹钟

# groups.alarm_count_label
source: Alarm sayısı
ar: عدد المنبهات
en: Alarm count
es: Número de alarmas
fr: Nombre d’alarmes
ru: Число будильников
zh_hans: 闹钟数量

# groups.assign_empty
source: Eklenebilecek alarm yok
ar: لا توجد منبهات للإضافة
en: No alarms available to add
es: No hay alarmas para añadir
fr: Aucune alarme à ajouter
ru: Нет будильников для добавления
zh_hans: 没有可添加的闹钟

# groups.assign_failed
source: Seçilen alarmlar gruba eklenemedi.
ar: تعذر إضافة المنبهات المحددة إلى المجموعة.
en: Couldn’t add the selected alarms to the group.
es: No se pudieron añadir las alarmas seleccionadas.
fr: Impossible d’ajouter les alarmes sélectionnées.
ru: Не удалось добавить выбранные будильники.
zh_hans: 无法将所选闹钟加入分组。

# groups.assign_failed_title
source: Eklenemedi
ar: تعذر الإضافة
en: Couldn’t add
es: No se pudo añadir
fr: Ajout impossible
ru: Не удалось добавить
zh_hans: 无法添加

# groups.assign_footer
source: Başka bir gruptaki alarmı seçersen o gruptan bu gruba taşınır.
ar: اختيار منبه من مجموعة أخرى ينقله إلى هنا.
en: Selecting an alarm from another group moves it here.
es: Si eliges una alarma de otro grupo, se mueve aquí.
fr: Choisir une alarme d’un autre groupe la déplace ici.
ru: Выбор будильника из другой группы переместит его сюда.
zh_hans: 选择其他分组中的闹钟会将其移到此处。

# groups.create
source: Grup oluştur
ar: إنشاء مجموعة
en: Create group
es: Crear grupo
fr: Créer un groupe
ru: Создать группу
zh_hans: 创建分组

# groups.create_failed
source: Grup oluşturulamadı.
ar: تعذر إنشاء المجموعة.
en: Couldn’t create the group.
es: No se pudo crear el grupo.
fr: Impossible de créer le groupe.
ru: Не удалось создать группу.
zh_hans: 无法创建分组。

# groups.currently
source: Şu an: %@
ar: حاليًا: %@
en: Currently: %@
es: Ahora: %@
fr: Actuellement : %@
ru: Сейчас: %@
zh_hans: 当前：%@

# groups.empty.subtitle
source: Gruplar isteğe bağlıdır. Birkaç alarmı birlikte yönetmek için oluştur.
ar: المجموعات اختيارية. أنشئ واحدة لإدارة عدة منبهات معًا.
en: Groups are optional. Create one to manage several alarms together.
es: Los grupos son opcionales. Crea uno para gestionar varias alarmas.
fr: Les groupes sont facultatifs. Créez-en un pour gérer plusieurs alarmes.
ru: Группы необязательны. Создайте группу, чтобы управлять несколькими будильниками.
zh_hans: 分组为可选项，可用来一并管理多个闹钟。

# groups.empty.title
source: Henüz grup yok
ar: لا توجد مجموعات بعد
en: No groups yet
es: Aún no hay grupos
fr: Aucun groupe
ru: Пока нет групп
zh_hans: 暂无分组

# groups.new_message
source: Sadece bir isim yeterli; alarmları sonra bağlarsın.
ar: يكفي الاسم؛ يمكنك ربط المنبهات لاحقًا.
en: A name is enough; you can attach alarms later.
es: Con un nombre basta; luego puedes vincular alarmas.
fr: Un nom suffit ; vous pourrez y lier des alarmes plus tard.
ru: Достаточно названия; будильники можно добавить позже.
zh_hans: 只需名称，之后可关联闹钟。

# groups.new_title
source: Yeni grup
ar: مجموعة جديدة
en: New group
es: Nuevo grupo
fr: Nouveau groupe
ru: Новая группа
zh_hans: 新分组

# groups.no_alarms
source: Bu grupta alarm yok
ar: لا توجد منبهات في هذه المجموعة
en: No alarms in this group
es: No hay alarmas en este grupo
fr: Aucune alarme dans ce groupe
ru: В этой группе нет будильников
zh_hans: 此分组没有闹钟

# groups.remove
source: Gruptan çıkar
ar: إزالة من المجموعة
en: Remove from group
es: Quitar del grupo
fr: Retirer du groupe
ru: Убрать из группы
zh_hans: 移出分组

# groups.remove_failed
source: Alarm gruptan çıkarılamadı.
ar: تعذر إزالة المنبه من المجموعة.
en: Couldn’t remove the alarm from the group.
es: No se pudo quitar la alarma del grupo.
fr: Impossible de retirer l’alarme du groupe.
ru: Не удалось убрать будильник из группы.
zh_hans: 无法将该闹钟移出分组。

# groups.ungrouped
source: Grupsuz
ar: بدون مجموعة
en: Ungrouped
es: Sin grupo
fr: Sans groupe
ru: Без группы
zh_hans: 未分组

# notif.alarm_body
source: Alarm · %@
ar: منبه · %@
es: Alarma · %@
fr: Alarme · %@
ru: Будильник · %@
zh_hans: 闹钟 · %@

# notif.snoozed
source: Ertelendi — 5 dakika sonra
ar: مؤجل — بعد 5 دقائق
en: Snoozed — in 5 minutes
es: Pospuesto — en 5 minutos
fr: Reporté — dans 5 minutes
ru: Отложено — через 5 минут
zh_hans: 已贪睡 — 5 分钟后

# settings.appearance
source: Görünüm
ar: المظهر
en: Appearance
es: Apariencia
fr: Apparence
ru: Оформление
zh_hans: 外观

# settings.appearance.dark
source: Koyu
ar: داكن
en: Dark
es: Oscuro
fr: Sombre
ru: Тёмная
zh_hans: 深色

# settings.appearance.light
source: Açık
ar: فاتح
en: Light
es: Claro
fr: Clair
ru: Светлая
zh_hans: 浅色

# settings.appearance.system
source: Sistem
ar: النظام
en: System
es: Sistema
fr: Système
ru: Системный
zh_hans: 跟随系统

# settings.language
source: Dil
ar: اللغة
en: Language
es: Idioma
fr: Langue
ru: Язык
zh_hans: 语言

# settings.language.ar
source: Arapça
ar: العربية
en: Arabic
es: Árabe
fr: Arabe
ru: Арабский
zh_hans: 阿拉伯语

# settings.language.en
source: İngilizce
ar: الإنجليزية
en: English
es: Inglés
fr: Anglais
ru: Английский
zh_hans: 英语

# settings.language.es
source: İspanyolca
ar: الإسبانية
en: Spanish
es: Español
fr: Espagnol
ru: Испанский
zh_hans: 西班牙语

# settings.language.fr
source: Fransızca
ar: الفرنسية
en: French
es: Francés
fr: Français
ru: Французский
zh_hans: 法语

# settings.language.ru
source: Rusça
ar: الروسية
en: Russian
es: Ruso
fr: Russe
ru: Русский
zh_hans: 俄语

# settings.language.system
source: Sistem
ar: النظام
en: System
es: Sistema
fr: Système
ru: Системный
zh_hans: 跟随系统

# settings.language.tr
source: Türkçe
ar: التركية
en: Turkish
es: Turco
fr: Turc
ru: Турецкий
zh_hans: 土耳其语

# settings.language.zh
source: Çince
ar: الصينية
en: Chinese
es: Chino
fr: Chinois
ru: Китайский
zh_hans: 中文

# status.active
source: Aktif
ar: نشط
en: Active
es: Activo
fr: Actif
ru: Активен
zh_hans: 开启

# status.cancelled
source: İptal
ar: ملغى
en: Cancelled
es: Cancelado
fr: Annulé
ru: Отменён
zh_hans: 已取消

# status.fired
source: Çaldı
ar: رنّ
en: Fired
es: Sonó
fr: Sonné
ru: Сработал
zh_hans: 已响

# status.inactive
source: Pasif
ar: متوقف
en: Off
es: Inactivo
fr: Inactif
ru: Выкл.
zh_hans: 关闭

# status.pending
source: Bekliyor
ar: قيد الانتظار
en: Pending
es: Pendiente
fr: En attente
ru: Ожидает
zh_hans: 待响

# status.snoozed
source: Ertelendi
ar: مؤجل
en: Snoozed
es: Pospuesto
fr: Reporté
ru: Отложен
zh_hans: 已贪睡

# tab.alarms
source: Alarmlar
ar: المنبهات
en: Alarms
es: Alarmas
fr: Alarmes
ru: Будильники
zh_hans: 闹钟

# tab.calendar
source: Takvim
ar: التقويم
en: Calendar
es: Calendario
fr: Calendrier
ru: Календарь
zh_hans: 日历

# tab.groups
source: Alarm Grupları
ar: مجموعات المنبهات
en: Alarm Groups
es: Grupos de alarmas
fr: Groupes d’alarmes
ru: Группы будильников
zh_hans: 闹钟组

# tab.settings
source: Ayarlar
ar: الإعدادات
en: Settings
es: Ajustes
fr: Réglages
ru: Настройки
zh_hans: 设置

# toast.stopped_today
source: %@ bugün için kapatıldı
ar: تم إيقاف %@ لليوم
en: %@ stopped for today
es: %@ detenido por hoy
fr: %@ arrêté pour aujourd’hui
ru: %@ выключен на сегодня
zh_hans: %@ 已关闭今天

# sound.default
source: Sistem varsayılanı
ar: افتراضي النظام
en: System Default
es: Predeterminado del sistema
fr: Par défaut du système
ru: Системный по умолчанию
zh_hans: 系统默认

# sound.classic_bell
source: Klasik zil
ar: جرس كلاسيكي
en: Classic Bell
es: Campana clásica
fr: Cloche classique
ru: Классический колокол
zh_hans: 经典铃声

# sound.digital_beep
source: Dijital bip
ar: صفير رقمي
en: Digital Beep
es: Pitido digital
fr: Bip numérique
ru: Цифровой сигнал
zh_hans: 数字提示音

# sound.mechanical_ring
source: Mekanik zil
ar: رنين ميكانيكي
en: Mechanical Ring
es: Timbre mecánico
fr: Sonnerie mécanique
ru: Механический звонок
zh_hans: 机械铃声

# sound.electronic_buzz
source: Elektronik buzz
ar: طنين إلكتروني
en: Electronic Buzz
es: Zumbido electrónico
fr: Bourdonnement électronique
ru: Электронный гудок
zh_hans: 电子蜂鸣

# sound.soft_chime
source: Yumuşak çan
ar: رنين ناعم
en: Soft Chime
es: Campanilla suave
fr: Carillon doux
ru: Мягкий перезвон
zh_hans: 轻柔钟声

# sound.radar_pulse
source: Radar nabzı
ar: نبض رادار
en: Radar Pulse
es: Pulso de radar
fr: Impulsion radar
ru: Радарный импульс
zh_hans: 雷达脉冲

# create.sound_section
source: Ses
ar: الصوت
en: Sound
es: Sonido
fr: Son
ru: Звук
zh_hans: 声音

# create.sound_volume
source: Ses düzeyi
ar: مستوى الصوت
en: Volume
es: Volumen
fr: Volume
ru: Громкость
zh_hans: 音量

# create.sound_volume_footer
source: Critical Alert olmadan ses düzeyi cihazın sistem sesine bağlı kalabilir.
ar: بدون Critical Alerts قد يظل مستوى الصوت تابعًا لصوت نظام الجهاز.
en: Without Critical Alerts, volume may still follow the device system sound.
es: Sin Critical Alerts, el volumen puede seguir el sonido del sistema del dispositivo.
fr: Sans Critical Alerts, le volume peut encore suivre le son système de l’appareil.
ru: Без Critical Alerts громкость может по-прежнему зависеть от системного звука устройства.
zh_hans: 在没有 Critical Alerts 的情况下，音量仍可能跟随设备系统声音。

# alarms.title
source: Alarmlar
ar: المنبهات
en: Alarms
es: Alarmas
fr: Alarmes
ru: Будильники
zh_hans: 闹钟

# alarms.sleep_wake_section
source: Uyku | Uyanma Zamanı
ar: النوم | الاستيقاظ
en: Sleep | Wake Up
es: Sueño | Despertar
fr: Sommeil | Réveil
ru: Сон | Подъём
zh_hans: 睡眠 | 起床

# alarms.other_section
source: Diğer
ar: أخرى
en: Other
es: Otras
fr: Autres
ru: Другие
zh_hans: 其他

# alarms.other_empty
source: Henüz başka alarm yok.
ar: لا توجد منبهات أخرى بعد.
en: No other alarms yet.
es: Aún no hay otras alarmas.
fr: Pas encore d’autres alarmes.
ru: Других будильников пока нет.
zh_hans: 暂无其他闹钟。

# alarms.no_wake
source: Alarm Yok
ar: لا يوجد منبه
en: No Alarm
es: Sin alarma
fr: Aucune alarme
ru: Нет будильника
zh_hans: 无闹钟

# alarms.no_wake_subtitle
source: Uyanma alarmını ayarlamak için DEĞİŞTİR’e dokun.
ar: انقر على تغيير لتعيين منبه الاستيقاظ.
en: Tap CHANGE to set a wake-up alarm.
es: Toca CAMBIAR para configurar la alarma de despertar.
fr: Touchez MODIFIER pour définir une alarme de réveil.
ru: Нажмите ИЗМЕНИТЬ, чтобы задать будильник подъёма.
zh_hans: 点按“更改”以设置起床闹钟。

# alarms.change
source: DEĞİŞTİR
ar: تغيير
en: CHANGE
es: CAMBIAR
fr: MODIFIER
ru: ИЗМЕНИТЬ
zh_hans: 更改

# create.snooze
source: Ertele
ar: غفوة
en: Snooze
es: Posponer
fr: Reporter
ru: Отложить
zh_hans: 贪睡

# create.snooze_duration
source: Erteleme süresi
ar: مدة الغفوة
en: Snooze duration
es: Duración de posposición
fr: Durée du report
ru: Длительность отложения
zh_hans: 贪睡时长

# create.snooze_minutes
source: %d dk.
ar: %d د
en: %d min
es: %d min
fr: %d min
ru: %d мин
zh_hans: %d 分钟

# create.wake_schedule
source: Uyku / uyanma alarmı
ar: منبه النوم / الاستيقاظ
en: Sleep / wake-up alarm
es: Alarma de sueño / despertar
fr: Alarme sommeil / réveil
ru: Будильник сна / подъёма
zh_hans: 睡眠/起床闹钟

# create.wake_schedule_footer
source: Bu alarm Uyku kartında gösterilir. Aynı anda yalnızca bir uyanma alarmı olabilir.
ar: يظهر هذا المنبه في بطاقة النوم. منبه استيقاظ واحد فقط في كل مرة.
en: This alarm appears on the Sleep card. Only one wake-up alarm at a time.
es: Esta alarma aparece en la tarjeta de Sueño. Solo una alarma de despertar a la vez.
fr: Cette alarme apparaît sur la carte Sommeil. Une seule alarme de réveil à la fois.
ru: Этот будильник показывается в карточке Сна. Одновременно только один будильник подъёма.
zh_hans: 此闹钟显示在睡眠卡片上。同一时间只能有一个起床闹钟。

# detail.snooze
source: Ertele
ar: غفوة
en: Snooze
es: Posponer
fr: Reporter
ru: Отложить
zh_hans: 贪睡

# detail.snooze_duration
source: Erteleme süresi
ar: مدة الغفوة
en: Snooze duration
es: Duración de posposición
fr: Durée du report
ru: Длительность отложения
zh_hans: 贪睡时长

# detail.wake_schedule
source: Uyku / uyanma alarmı
ar: منبه النوم / الاستيقاظ
en: Sleep / wake-up alarm
es: Alarma de sueño / despertar
fr: Alarme sommeil / réveil
ru: Будильник сна / подъёма
zh_hans: 睡眠/起床闹钟

# detail.wake_schedule_footer
source: Açıkken bu alarm Uyku | Uyanma kartında yer alır.
ar: عند التشغيل يظهر هذا المنبه في بطاقة النوم | الاستيقاظ.
en: When on, this alarm is shown on the Sleep | Wake card.
es: Si está activada, esta alarma aparece en la tarjeta Sueño | Despertar.
fr: Si activée, cette alarme apparaît sur la carte Sommeil | Réveil.
ru: Если включено, будильник показывается в карточке Сон | Подъём.
zh_hans: 开启后，此闹钟显示在“睡眠 | 起床”卡片上。

# error.wake_schedule
source: Uyanma alarmı güncellenemedi.
ar: تعذر تحديث منبه الاستيقاظ.
en: Couldn’t update the wake-up alarm.
es: No se pudo actualizar la alarma de despertar.
fr: Impossible de mettre à jour l’alarme de réveil.
ru: Не удалось обновить будильник подъёма.
zh_hans: 无法更新起床闹钟。
